-- MySQL dump 10.13  Distrib 5.1.41, for pc-linux-gnu (i686)
--
-- Host: localhost    Database: sipa_e-documentary
-- ------------------------------------------------------
-- Server version	5.1.41

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `activity`
--

DROP TABLE IF EXISTS `activity`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `activity` (
  `a_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ac_date` date DEFAULT '0000-00-00',
  `ac_detail` varchar(255) DEFAULT NULL,
  `ac_time` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`a_id`),
  KEY `a_id` (`a_id`)
) ENGINE=MyISAM DEFAULT CHARSET=tis620;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `activity`
--

LOCK TABLES `activity` WRITE;
/*!40000 ALTER TABLE `activity` DISABLE KEYS */;
/*!40000 ALTER TABLE `activity` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `borrow_list`
--

DROP TABLE IF EXISTS `borrow_list`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `borrow_list` (
  `b_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `file_id` varchar(4) DEFAULT NULL,
  `file_name` varchar(150) DEFAULT NULL,
  `b_name` varchar(100) DEFAULT NULL,
  `b_date` date DEFAULT NULL,
  `l_date` date DEFAULT NULL,
  `c_date` date DEFAULT NULL,
  `owner` varchar(50) DEFAULT NULL,
  `carryback` char(3) DEFAULT NULL,
  PRIMARY KEY (`b_id`),
  KEY `b_id` (`b_id`)
) ENGINE=MyISAM DEFAULT CHARSET=tis620;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `borrow_list`
--

LOCK TABLES `borrow_list` WRITE;
/*!40000 ALTER TABLE `borrow_list` DISABLE KEYS */;
/*!40000 ALTER TABLE `borrow_list` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `department`
--

DROP TABLE IF EXISTS `department`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `department` (
  `dep_id` int(4) NOT NULL AUTO_INCREMENT,
  `dep_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`dep_id`),
  KEY `dep_di` (`dep_id`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=tis620;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `department`
--

LOCK TABLES `department` WRITE;
/*!40000 ALTER TABLE `department` DISABLE KEYS */;
INSERT INTO `department` VALUES (2,'กองคลัง'),(1,'สำนักปลัด'),(4,'กองช่าง'),(5,'กองการศึกษา'),(6,'กองสาธารณสุขฯ'),(7,'ส่วนการประปา'),(8,'ส่วนสุขาภิบาล'),(9,'กองสวัสดิการฯ');
/*!40000 ALTER TABLE `department` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `documentary`
--

DROP TABLE IF EXISTS `documentary`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `documentary` (
  `doc_id` varchar(50) NOT NULL DEFAULT '',
  `topic` varchar(255) DEFAULT NULL,
  `dep_id1` varchar(50) DEFAULT NULL,
  `author` varchar(150) DEFAULT NULL,
  `put_date_on` date DEFAULT NULL,
  `recieve_date` date DEFAULT NULL,
  `permission` tinytext,
  `file_id` int(10) unsigned DEFAULT NULL,
  `finish_date` date DEFAULT NULL,
  `warning` char(3) NOT NULL DEFAULT '',
  `receive_id` varchar(50) NOT NULL DEFAULT '-',
  `dep_ref` varchar(150) NOT NULL DEFAULT '',
  `status` varchar(10) DEFAULT NULL,
  `a_status` varchar(100) NOT NULL DEFAULT '',
  `c_status` varchar(100) NOT NULL DEFAULT '',
  `rep_from` varchar(200) NOT NULL DEFAULT '',
  `send_from` tinytext,
  `dep_id` int(4) unsigned DEFAULT NULL,
  `type_doc` varchar(20) DEFAULT NULL,
  KEY `doc_id` (`doc_id`)
) ENGINE=MyISAM DEFAULT CHARSET=tis620;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `documentary`
--

LOCK TABLES `documentary` WRITE;
/*!40000 ALTER TABLE `documentary` DISABLE KEYS */;
INSERT INTO `documentary` VALUES ('มท.0804.5/ว 484','พระราชบัญญัติสภาองค์กรชุมชน พ.ศ.2551','สำนักปลัด','','2008-06-04','2008-03-05','all',1,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','พ.ร.บ.เทศบาล พ.ศ. 2496 และที่แก้ไขเพิ่มเติม','สำนักปลัด','','2008-06-26','2008-06-26','all',2,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','พ.ร.บ.องค์การบริหารส่วนจังหวัด พ.ศ. 2540 และที่แก้ไขเพิ่มเติม','สำนักปลัด','','2008-06-26','2008-06-26','all',3,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','พ.ร.บ.สภาตำบลและองค์การบริหารส่วนตำบล พ.ศ. 2537 และที่แก้ไขเพิ่มเติม','สำนักปลัด','','2008-06-26','2008-06-26','all',4,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','พ.ร.บ.ระเบียบบริหารราชการเมืองพัทยา พ.ศ. 2542','สำนักปลัด','','2008-06-26','2008-06-26','all',5,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','พ.ร.บ.กำหนดแผนและขั้นตอนการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่น พ.ศ. 2542','สำนักปลัด','','2008-06-26','2008-06-26','all',7,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยเงินช่วยค่าครองชีพผู้รับบำนาญของราชการส่วนท้องถิ่น (ฉบับที่ 12) พ.ศ.2551','สำนักปลัด','','2008-04-04','2008-04-09','all',8,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.2/ว 625','ระเบียบกระทรวงมหาดไทยว่าด้วยค่าเช่าบ้านของข้าราชการส่วนท้องถิ่น (ฉบับที่ 2) พ.ศ.2551 (มท 0808.2/6250)','สำนักปลัด','admin','2008-05-27','2008-05-29','all',9,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.3/ว0003','หนังสือสำนักงาน ก.อบต. ด่วนที่สุด ที่ มท 0809.3/ว0003 เรื่อง การปรับโครงสร้างอัตราเงินเดือนพนักงานครูและบุคลากรทางการศึกษา','สำนักปลัด','admin','2008-01-07','2008-01-07','all',10,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว28','การบรรจุแต่งตั้งผู้สอบแข่งขันได้ภายหลังบัญชีผู้สอบแข่งขันได้ ครบกำหนด 2 ปี (มท 0809.2/ว28)','สำนักปลัด','','2008-02-28','2008-02-28','all',11,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว29','แก้ไขซักซ้อมแนวทางปฏิบัติในการเลื่อนและแต่งตั้งพนักงานส่วนตำบลให้ดำรงตำแหน่งสูงขึ้น (มท 0809.2/ว29)','สำนักปลัด','admin','2008-03-03','2008-03-03','all',12,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.4/ว42','การ ประเมินผลงานพนักงานครูและบุคลากรทางการศึกษาองค์การบริหารส่วนตำบล เพื่อเลื่อนวิทยฐานะให้สูงขึ้นระดับชำนาญการพิเศษหรือเชี่ยวชาญ (ด่วนที่สุด ที่ มท 0809.4/ว42)','สำนักปลัด','','2008-03-26','2008-03-28','all',13,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว47','กำหนด หลักเกณฑ์และเงื่อนไขการเลื่อนระดับเป็นกรณีพิเศษให้แก่ข้าราชการหรือ พนักงานส่วนท้องถิ่น ที่จะเกษียณอายุราชการในปีงบประมาณ 2551 (มท 0809.2/ว47)','สำนักปลัด','admin','2008-04-28','2008-04-28','all',14,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว1314','ประกาศหลักเกณฑ์การสอบแข่งขันเพื่อบรรจุบุคคลเป็นข้าราชการหรือพนักงานส่วนท้องถิ่น (ฉบับที่ 3) พ.ศ.2551 (มท 0809.2/ว1314)','สำนักปลัด','','2008-06-26','2008-06-26','all',15,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว52','ประกาศกำหนดหลักเกณฑ์การสอบแข่งขันเพื่อบรรจุบุคคลเป็นพนักงานเทศบาล (ด่วนที่สุด ที่ มท 0809.2/ว52)','สำนักปลัด','demo','2008-04-29','2008-04-30','all',19,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว51','คำพิพากษาศาลปกครองสูงสุด กรณีหลักเกณฑ์การสอบแข่งขันเพื่อบรรจุบุคคลเป็นพนักงานเทศบาล (มท 0809.2/ว51)','สำนักปลัด','','2008-04-08','2008-04-08','all',20,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว47','กำหนดหลักเกณฑ์และเงื่อนไขการเลื่อนระดับเป็นกรณีพิเศษให้แก่ข้าราชการหรือพนักงานส่วนท้องถิ่น ที่จะเกษียณอายุราชการในปีงบประมาณ 2551 (มท 0809.2/ว47)','สำนักปลัด','','2008-04-02','2008-04-02','all',21,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/2799','ประกาศกำหนดหลักเกณฑ์การสอบแข่งขันเพื่อบรรจุบุคคลเป็นพนักงานเทศบาล (ด่วนที่สุด ที่ มท 0809.2/2799)','สำนักปลัด','','2008-04-29','2008-04-30','all',18,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว81','มาตรฐานทั่วไปเกี่ยวกับหลักเกณฑ์และเงื่อนไขการเลื่อนผู้ดำรงตำแหน่งบริหารที่จะเกษียณอายุราชการเป็นระดับที่สูงขึ้น ระดับ เป็นกรณีพิเศษ (มท 0809.2/ว81)','สำนักปลัด','','2008-05-30','2008-05-30','all',17,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.6/ว110','แนวทางปฏิบัติเกี่ยวกับการดำเนินการทางวินัยข้าราชการองค์การบริหารส่วนจังหวัด พนักงานเทศบาลและพนักงานส่วนตำบล หลังพระราชบัญญัติล้างมลทินในวโรกาสที่พระบาลสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดชมีพระชนมพรรษา 80 พรรษา พ.ศ.2550 มีผลใช้บังคับ(มท 0809.6/ว110)','สำนักปลัด','','2008-07-04','2008-07-07','all',16,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.4/ว36','การประเมินผลงานพนักงานครูและบุคลากรทางการศึกษาเทศบาล เพื่อเลื่อนวิทยฐานะให้สูงขึ้นระดับชำนาญการพิเศษหรือเชี่ยวชาญ (ด่วนที่สุด ที่ มท 0809.4/ว36)','สำนักปลัด','','2008-03-27','2008-03-28','all',22,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว28','แก้ไขซักซ้อมแนวทางปฏิบัติในการเลื่อนและแต่งตั้งพนักงานเทศบาลให้ดำรงตำแหน่งสูงขึ้น (มท 0809.2/ว28)','สำนักปลัด','','2008-03-03','2008-03-03','all',23,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว28','การบรรจุแต่งตั้งผู้สอบแข่งขันได้ภายหลังบัญชีผู้สอบแข่งขันได้ ครบกำหนด 2 ปี (มท 0809.2/ว28)','สำนักปลัด','','2008-02-28','2008-02-28','all',24,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.3/ว0002','หนังสือสำนักงาน ก.ท. ด่วนที่สุด ที่ มท 0809.3/ว0002 เรื่อง การปรับโครงสร้างอัตราเงินเดือนพนักงานครูและบุคลากรทางการศึกษา','สำนักปลัด','demo','2008-07-07','2008-07-07','all',25,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('658/2550','กรมส่งเสริมการปกครองท้องถิ่น แต่งตั้งเลขานุการ ก.กลางใหม่','สำนักปลัด','','2007-12-20','2007-12-21','all',26,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว197','แนวทางปฏิบัติในการตอบข้อหารือเกี่ยวกับการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น (มท 0809.2/ว197)','สำนักปลัด','demo','2007-12-19','2007-12-19','all',27,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','สรุปมติที่ประชุม ก.ท. ประจำเดือนกันยายน 2550','สำนักปลัด','','2007-10-26','2007-10-26','all',28,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว166','ตอบข้อหารือของจังหวัดนครราชสีมา เกี่ยวกับตำแหน่งหัวหน้าส่วนราชการตามหลักเกณฑ์และเงื่อนไขในการนำคุณวุฒิปริญญาโท มาเทียบเป็นประสบการณ์การบริหารเพื่อลดระยะเวลาในการดำรงตำแหน่งบริหาร (มท 0809.2/ว166)','สำนักปลัด','','2007-09-14','2007-10-16','all',29,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.3/ว159','เงินตอบแทนรายเดือนสำหรับผู้ปฏิบัติงานในพื้นที่จังหวัดชายแดนภาคใต้ (ด่วนที่สุด ที่ มท 0809.3/ว159)','สำนักปลัด','','2007-10-05','2007-10-05','all',30,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว149','การตรวจสอบคุณวุฒิการศึกษาของข้าราชการหรือพนักงานส่วนท้องถิ่น (มท 0809.2/ว149)','สำนักปลัด','','2007-09-26','2007-10-03','all',31,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.3/ว155','การเบิกจ่ายค่าตอบแทนพิเศษของพนักงานส่วนท้องถิ่นและลูกจ้างประจำ ผู้ได้รับเงินเดือนหรือค่าจ้างถึงขั้นสูงของอันดับหรือตำแหน่ง (ด่วนที่สุด ที่ มท 0809.3/ว155)','สำนักปลัด','demo','2007-10-02','2007-10-10','all',32,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.3/ว152','การปรับโครงสร้างอัตราเงินเดือนค่าจ้างของข้าราชการหรือพนักงานส่วนท้องถิ่นและลูกจ้างประจำ (ด่วนที่สุด ที่ มท 0809.3/ว152)','สำนักปลัด','','2007-10-01','2007-10-10','all',33,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.4/ว148',' ซักซ้อมแนวทางปฏิบัติในการปรับอัตราเงินเดือนให้ได้รับตามคุณวุฒิ สำหรับผู้ดำรงตำแหน่งครูผู้ช่วย (มท 0809.4/ว148)','สำนักปลัด','','2007-09-25','2007-09-27','all',34,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว137','ประกาศคณะกรรมการกลางพนักงานเทศบาล (ก.ท.) เรื่อง หลักเกณฑ์การกำหนดขนาดและปรับระดับตำแหน่งของพนักงานส่วนตำบลเป็นพนักงานเทศบาล เนื่องจากการจัดตั้งองค์การบริหารส่วนตำบลขึ้นเป็นเทศบาล','สำนักปลัด','','2007-09-18','2007-09-18','all',35,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','สรุป มติ ก.ท. ครั้งที่ 6/2550','สำนักปลัด','demo','2007-07-27','2007-09-03','all',36,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','มาตรฐานทั่วไปเกี่ยวกับการกำหนดงานที่เกี่ยวข้องกันตามมาตรฐานกำหนดตำแหน่งและการกำหนดตำแหน่งที่มีลักษณะหน้าที่ความรับผิดชอบเกี่ยวข้องเกื้อกูลกันของพนักงานเทศบาล','สำนักปลัด','','2007-08-30','2007-08-30','all',37,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.4/ว103','ซักซ้อมการบรรจุและแต่งตั้งบุคคลให้ดำรงตำแหน่งครูผู้ช่วยหรือครูขององค์กรปกครองส่วนท้องถิ่น (ด่วนที่สุด ที่ มท 0809.4/ว103)','สำนักปลัด','','2007-08-02','2007-08-03','all',38,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('-','สรุป มติ ก.ท. ครั้งที่ 4/2550 และ 5/2550','สำนักปลัด','','2007-06-25','2007-07-26','all',39,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว86','ประกาศหลักเกณฑ์และเงื่อนไข เพื่อแต่งตั้งให้ดำรงตำแหน่งที่สูงขึ้นในสายงานด้านวิทยาศาสตร์และเทคโนโลยี และสายงานนิติการ พ.ศ. 2550 (มท 0809.2/ว86)','สำนักปลัด','','2007-06-29','2007-06-29','all',40,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว65','ประกาศมาตรฐานทั่วไปเกี่ยวกับหลักเกณฑ์การบรรจุแต่งตั้งทายาทของพนักงานส่วนท้องถิ่นผู้ปฏิบัติราชการในพื้นที่พิเศษที่เสียชีวิต พ.ศ. 2550','สำนักปลัด','','2007-05-04','2007-05-09','all',41,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('-','หลักเกณฑ์และเงื่อนไขในการนำคุณวุฒิปริญญาโทมาเทียบเป็นประสบการณ์การบริหารเพื่อลดระยะเวลาในการดำรงตำแหน่งบริหาร พ.ศ. 2550','สำนักปลัด','','2007-05-08','2007-05-08','all',42,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว58','ประกาศกำหนดหลักเกณฑ์การสอบแข่งขันเพื่อบรรจุเป็นพนักงานส่วนท้องถิ่น (มท 0809.2/ว58)','สำนักปลัด','','2007-05-02','2007-05-03','all',43,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0809.2/ว56',' กำหนดหลักเกณฑ์และเงื่อนไขการเลื่อนระดับเป็นกรณีพิเศษให้แก่ข้าราชการองค์การบริหารส่วนจังหวัดและพนักงานเทศบาล ที่จะเกษียณอายุราชการ ในปีงบประมาณ 2550 (มท 0809.2/ว56)','สำนักปลัด','','2007-05-02','2007-05-02','all',44,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.2/6250','ระเบียบกระทรวงมหาดไทยว่าด้วยค่าเช่าบ้านของข้าราชการส่วนท้องถิ่น (ฉบับที่ 2) พ.ศ.22551 (มท 0808.2/6250)','สำนักปลัด','','2008-05-27','2008-05-29','all',45,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยเงินช่วยค่าครองชีพผู้รับบำนาญของราชการส่วนท้องถิ่น (ฉบับที่ 12) พ.ศ.2551','สำนักปลัด','','2008-03-18','2008-04-09','all',46,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','กฏกระทรวง ฉบับที่ 14 (พ.ศ. 2548) ออกตามความในพระราชบัญญัติเครื่องแบบเจ้าหน้าที่ส่วนท้องถิ่น พ.ศ. 2509','สำนักปลัด','demo','2007-08-30','2007-08-30','all',47,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','กฎกระทรวง กำหนดบุคคลซึ่งได้รับการยกเว้นไม่ต้องมีบัตรประจำตัวประชาชน พ.ศ. 2548','สำนักปลัด','','2007-04-30','2007-04-30','all',48,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','กฎกระทรวงกำหนดชนิดหรือประเภทของอาคารที่เจ้าของอาคารหรือผู้ครอบครองอาคารหรือผู้ดำเนินการต้องทำการประกันภัยความรับผิดตามกฎหมายต่อชีวิตร่างกายและทรัพย์สินของบุคคลภายนอก พ.ศ.2548','สำนักปลัด','','2007-04-30','2007-04-30','all',49,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0710/2588','กฎกระทรวงกำหนดมาตรการป้องกันการพังทลายของดินหรือสิ่งปลูกสร้างในการขุดดินหรือถมดิน พ.ศ. 2548','สำนักปลัด','','2007-04-30','2007-04-30','all',50,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ข้อบังคับกระทรวงมหาดไทยว่าด้วยการเปรียบเทียบและสอบสวนคดีละเมิดข้อบัญญัติท้องถิ่น พ.ศ. 2547','สำนักปลัด','','2007-04-30','2007-04-30','all',51,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกรมส่งเสริมการปกครองท้องถิ่นว่าด้วยการใช้ห้องสมุดกรมส่งเสริมการปกครองท้องถิ่น พ.ศ. 2548','สำนักปลัด','','2007-04-30','2007-04-30','all',52,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทย ว่าด้วยการบริหารกิจการและการบำรุงรักษาระบบประปาหมู่บ้าน พ.ศ.2548','สำนักปลัด','','2007-04-30','2007-04-30','all',53,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทย ว่าด้วยการพัสดุขององค์กรปกครองส่วนท้องถิ่น (ฉบับที่ 2) พ.ศ. 2549','สำนักปลัด','','2007-04-30','2007-04-30','all',54,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.2/ว1658','ระเบียบกระทรวงมหาดไทย ว่าด้วยการพัสดุขององค์กรปกครองส่วนท้องถิ่น (ฉบับที่ 3) พ.ศ. 2549','สำนักปลัด','','2006-09-27','2007-04-30','all',55,'0000-00-00','no','0','','ปกติ','ด่วนที่สุด','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทย ว่าด้วยการใช้และรักษารถยนต์ขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2548','สำนักปลัด','','2007-04-30','2007-04-30','all',56,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทย ว่าด้วยค่าใช้จ่ายในการเดินทางไปราชการของเจ้าหน้าที่ท้องถิ่น พ.ศ. 2526 (แก้ไขเพิ่มเติมถึง (ฉบับที่ 6) พ.ศ. 2548)','สำนักปลัด','','2007-04-30','2007-04-30','all',57,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทย ว่าด้วยวิธีการงบประมาณขององค์กรปกครองส่วนท้องถิ่น พ.ศ.2541','สำนักปลัด','','2007-04-30','2007-04-30','all',58,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทย ว่าด้วยเงินสวัสดิการเกี่ยวกับการรักษาพยาบาลของพนักงานส่วนท้องถิ่น (ฉบับที่ 2) พ.ศ. 2549','สำนักปลัด','','2007-04-30','2007-04-30','all',59,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทย ว่าด้วยเงินสวัสดิการเกี่ยวกับการศึกษาของบุตรพนักงานส่วนท้องถิ่น (ฉบับที่ 3) พ.ศ.2549','สำนักปลัด','','2007-04-30','2007-04-30','all',60,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการกำกับยุทธศาสตร์และการบริหารจังหวัด พ.ศ.2547','สำนักปลัด','','2007-04-30','2007-04-30','all',61,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการจัดทำแผนพัฒนาขององค์กรปกครองส่วนท้องถิ่น พ.ศ.2548','สำนักปลัด','','2007-04-30','2007-04-30','all',62,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการจัดหาประโยชน์ในทรัพย์สินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2543','สำนักปลัด','','2007-04-30','2007-04-30','all',63,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการจ่ายเงินสงเคราะห์เพื่อการยังชีพขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2548','สำนักปลัด','','2007-04-30','2007-04-30','all',64,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการพัสดุของหน่วยการบริหารราชการส่วนท้องถิ่น (ฉบับที่ 8)','สำนักปลัด','','2007-04-30','2007-04-30','all',65,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการพัสดุขององค์กรปกครองส่วนท้องถิ่น พ.ศ.2548','สำนักปลัด','','2007-04-30','2007-04-30','all',66,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการพัสดุขององค์การบริหารส่วนตำบล (ฉบับที่ 4) พ.ศ. 2547','สำนักปลัด','','2007-04-30','2007-04-30','all',67,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.4/ว277','ระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงิน และการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น (ฉบับที่ 2) พ.ศ.2548','สำนักปลัด','','2007-04-30','2007-04-30','all',68,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.4/ว359','ระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงินและการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2547 ส่วนที่ 1','สำนักปลัด','','2007-04-30','2007-04-30','all',69,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงินและการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2547 ส่วนที่ 2','สำนักปลัด','','2007-04-30','2007-04-30','all',70,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงินและการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2547 ส่วนที่ 3','สำนักปลัด','','2007-04-30','2007-04-30','all',71,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.2/ว1352','ระเบียบกระทรวงมหาดไทยว่าด้วยการเงิน การคลัง การงบประมาณ และการพัสดุของสถานศึกษาขององค์กรปกครองส่วนท้องถิ่น (ฉบับที่ 2) พ.ศ.2549 (มท 0808.2/ว1352)','สำนักปลัด','','2007-04-30','2007-04-30','all',72,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.2/ว1082','ระเบียบกระทรวงมหาดไทยว่าด้วยการเงิน การคลัง การงบประมาณ และการพัสดุของสถานศึกษาขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2549','สำนักปลัด','','2006-06-29','2006-06-30','all',73,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยข้อบังคับการประชุมสภาท้องถิ่น พ.ศ.2547','สำนักปลัด','','2007-04-30','2007-04-30','all',74,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยค่าเช่าบ้านของข้าราชการส่วนท้องถิ่น พ.ศ. 2548','สำนักปลัด','','2007-04-30','2007-04-30','all',75,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.2/ว 223','ระเบียบกระทรวงมหาดไทยว่าด้วยค่าใช้จ่ายในการฝึกอบรมขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2549','สำนักปลัด','','2007-01-31','2007-04-30','all',76,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยวิธีการงบประมาณขององค์กรปกครองส่วนท้องถิ่น (ฉบับที่ 2) พ.ศ.2543','สำนักปลัด','','2007-04-30','2007-04-30','all',78,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยวิธีการงบประมาณขององค์กรปกครองส่วนท้องถิ่น (ฉบับที่ 3) พ.ศ.2543','สำนักปลัด','demo','2007-04-30','2007-04-30','all',79,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยเงินค่าตอบแทนนายกองค์การบริหารส่วนตำบล รองนายกองค์การบริหารส่วนตำบล ประธานสภาองค์การบริหารส่วนตำบล รองประธานสภาองค์การบริหารส่วนตำบล สมาชิกสภาองค์การบริหารส่วนตำบล เลขานุการนายกองค์การบริหารส่วนตำบล และเลขานุการสภา...','สำนักปลัด','','2007-04-30','2007-04-30','all',80,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยเงินเดือน เงินค่าตอบแทน และประโยชน์ตอบแทนอย่างอื่นของนายกเทศมนตรี รองนายกเทศมนตรี สมาชิกสภาเทศบาลที่ดำรงตำแหน่งประธานสภาเทศบาล สมาชิกสภาเทศบาลที่ดำรงตำแหน่งรองประธานสภาเทศบาล สมาชิกสภาเทศบาล เลขานุการนายกเทศมนตรี ที่ปรึกษา...','สำนักปลัด','','2007-04-30','2007-04-30','all',81,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('-','ระเบียบกระทรวงมหาดไทยว่าด้วยเงินเดือนและค่าตอบแทนนายกองค์การบริหารส่วนจังหวัด รองนายกองค์การบริหารส่วนจังหวัด สมาชิกสภาองค์การบริหารส่วนจังหวัดที่ดำรงตำแหน่งประธานสภาองค์การบริหารส่วนจังหวัด สมาชิกสภาองค์การบริหารส่วนจังหวัดที่ดำรงตำแหน่ง รองประธานสภา...','สำนักปลัด','','2007-04-30','2007-04-30','all',82,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า'),('มท 0808.2/ว 307','แก้คำผิด ระเบียบกระทรวงมหาดไทย ว่าด้วยค่าใช้จ่ายในการฝึกอบรมขององค์กรปกครองส่วนท้องถิ่น พ.ศ. 2549','สำนักปลัด','','2007-04-30','2007-04-30','all',83,'0000-00-00','no','0','','ปกติ','ปกติ','ปกติ','',NULL,1,'รับเข้า');
/*!40000 ALTER TABLE `documentary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `file_record`
--

DROP TABLE IF EXISTS `file_record`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `file_record` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `file_id` int(10) NOT NULL DEFAULT '0',
  `file_name` varchar(255) DEFAULT NULL,
  `file_type` varchar(30) DEFAULT NULL,
  `file_size` double unsigned DEFAULT NULL,
  `name_file` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `file_id` (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2570 DEFAULT CHARSET=tis620;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `file_record`
--

LOCK TABLES `file_record` WRITE;
/*!40000 ALTER TABLE `file_record` DISABLE KEYS */;
INSERT INTO `file_record` VALUES (2484,1,'[a1214551447].pdf','application/pdf',244588,NULL),(2485,2,'[a1214551554].pdf','application/pdf',307222,NULL),(2486,3,'[a1214551660].pdf','application/pdf',258487,NULL),(2487,4,'[a1214551739].pdf','application/pdf',228445,NULL),(2488,5,'[a1214551801].pdf','application/pdf',219396,NULL),(2489,6,'[a1214551858].pdf','application/pdf',163710,NULL),(2490,7,'[a1214551909].pdf','application/pdf',184177,NULL),(2491,8,'[a1214552020].pdf','application/pdf',14027,NULL),(2492,10,'[a1214552450].pdf','application/pdf',106669,NULL),(2493,11,'[a1214552575].pdf','application/pdf',35765,NULL),(2494,13,'[a1214552737].pdf','application/pdf',227341,NULL),(2495,15,'[a1214552867].pdf','application/pdf',98411,NULL),(2496,12,'[a1214553608].pdf','application/pdf',57279,NULL),(2497,14,'[a1214553706].pdf','application/pdf',34390,NULL),(2498,9,'[a1214553772].pdf','application/pdf',76807,NULL),(2501,16,'[a1216262905].pdf','application/pdf',149298,NULL),(2502,17,'[a1216263101].pdf','application/pdf',22974,NULL),(2503,18,'[a1216263305].pdf','application/pdf',112501,NULL),(2504,19,'[a1216263567].pdf','application/pdf',86571,NULL),(2505,20,'[a1216263804].pdf','application/pdf',39920,NULL),(2506,21,'[a1216263971].pdf','application/pdf',34390,NULL),(2507,22,'[a1216264175].pdf','application/pdf',100606,NULL),(2508,23,'[a1216264267].pdf','application/pdf',54144,NULL),(2509,24,'[a1216264355].pdf','application/pdf',35765,NULL),(2510,25,'[a1216264435].pdf','application/pdf',105720,NULL),(2511,26,'[a1216264583].pdf','application/pdf',10894,NULL),(2512,27,'[a1216264701].pdf','application/pdf',23903,NULL),(2513,28,'[a1216264826].pdf','application/pdf',15799,NULL),(2514,29,'[a1216264967].pdf','application/pdf',45616,NULL),(2515,30,'[a1216266023].pdf','application/pdf',74786,NULL),(2516,31,'[a1216266117].pdf','application/pdf',26513,NULL),(2517,32,'[a1216266187].pdf','application/pdf',99820,NULL),(2518,33,'[a1216266298].pdf','application/pdf',137464,NULL),(2519,34,'[a1216266435].pdf','application/pdf',24897,NULL),(2520,35,'[a1216266601].pdf','application/pdf',78010,NULL),(2521,36,'[a1216266786].pdf','application/pdf',31821,NULL),(2522,37,'[a1216266963].pdf','application/pdf',243481,NULL),(2523,38,'[a1216267072].pdf','application/pdf',54042,NULL),(2524,39,'[a1216267176].pdf','application/pdf',22939,NULL),(2525,40,'[a1216267250].pdf','application/pdf',191491,NULL),(2526,41,'[a1216267399].pdf','application/pdf',224135,NULL),(2527,42,'[a1216267481].pdf','application/pdf',32085,NULL),(2528,43,'[a1216267589].pdf','application/pdf',81688,NULL),(2529,44,'[a1216267666].pdf','application/pdf',303639,NULL),(2530,45,'[a1216279421].pdf','application/pdf',76807,NULL),(2531,46,'[a1216279535].pdf','application/pdf',14027,NULL),(2532,47,'[a1216279732].pdf','application/pdf',47816,NULL),(2533,48,'[a1216279871].pdf','application/pdf',26046,NULL),(2534,49,'[a1216279941].pdf','application/pdf',87572,NULL),(2535,50,'[a1216280177].pdf','application/pdf',1141831,NULL),(2536,51,'[a1216280259].pdf','application/pdf',376280,NULL),(2537,52,'[a1216280354].pdf','application/pdf',191017,NULL),(2538,53,'[a1216280446].pdf','application/pdf',127703,NULL),(2539,54,'[a1216280526].pdf','application/pdf',199651,NULL),(2540,55,'[a1216280660].pdf','application/pdf',207903,NULL),(2541,56,'[a1216280728].pdf','application/pdf',261838,NULL),(2542,57,'[a1216280792].pdf','application/pdf',175325,NULL),(2544,58,'[a1216281439].pdf','application/pdf',192698,NULL),(2545,59,'[a1216281494].pdf','application/pdf',118330,NULL),(2546,60,'[a1216281558].pdf','application/pdf',163833,NULL),(2547,61,'[a1216281625].pdf','application/pdf',1388815,NULL),(2548,62,'[a1216281686].pdf','application/pdf',276002,NULL),(2549,63,'[a1216281748].pdf','application/pdf',1085403,NULL),(2550,64,'[a1216281817].pdf','application/pdf',427699,NULL),(2551,65,'[a1216282050].pdf','application/pdf',123833,NULL),(2552,66,'[a1216282106].pdf','application/pdf',1014221,NULL),(2553,67,'[a1216282182].pdf','application/pdf',101242,NULL),(2554,68,'[a1216282268].pdf','application/pdf',419315,NULL),(2555,69,'[a1216282334].pdf','application/pdf',1266171,NULL),(2556,70,'[a1216282420].pdf','application/pdf',1252821,NULL),(2557,71,'[a1216282506].pdf','application/pdf',1203628,NULL),(2558,72,'[a1216283545].pdf','application/pdf',262044,NULL),(2559,73,'[a1216283695].pdf','application/pdf',242345,NULL),(2560,74,'[a1216283806].pdf','application/pdf',1456419,NULL),(2561,75,'[a1216283868].pdf','application/pdf',173791,NULL),(2562,76,'[a1216284024].pdf','application/pdf',424570,NULL),(2564,78,'[a1216284283].pdf','application/pdf',50913,NULL),(2565,79,'[a1216284362].pdf','application/pdf',29589,NULL),(2566,80,'[a1216284429].pdf','application/pdf',360468,NULL),(2567,81,'[a1216284484].pdf','application/pdf',403754,NULL),(2568,82,'[a1216284542].pdf','application/pdf',435502,NULL),(2569,83,'[a1216284630].pdf','application/pdf',561153,NULL);
/*!40000 ALTER TABLE `file_record` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `send_doc`
--

DROP TABLE IF EXISTS `send_doc`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `send_doc` (
  `id` int(15) unsigned NOT NULL AUTO_INCREMENT,
  `file_id` int(10) NOT NULL DEFAULT '0',
  `send_date` date NOT NULL DEFAULT '0000-00-00',
  `send_dateTime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `rep_id` varchar(10) NOT NULL DEFAULT '',
  `send_id` varchar(15) NOT NULL DEFAULT '',
  `for_to` varchar(200) NOT NULL DEFAULT '',
  `status` varchar(100) NOT NULL DEFAULT '',
  `stamp_date` date NOT NULL DEFAULT '0000-00-00',
  `stamp_dateTime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `remark` tinytext NOT NULL,
  `access_date` date DEFAULT '0000-00-00',
  `access_dateTime` datetime DEFAULT '0000-00-00 00:00:00',
  `s_status` varchar(30) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=tis620;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `send_doc`
--

LOCK TABLES `send_doc` WRITE;
/*!40000 ALTER TABLE `send_doc` DISABLE KEYS */;
/*!40000 ALTER TABLE `send_doc` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_account`
--

DROP TABLE IF EXISTS `user_account`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_account` (
  `user_id` int(5) NOT NULL AUTO_INCREMENT,
  `username` varchar(10) DEFAULT NULL,
  `user_pwd` varchar(64) DEFAULT NULL,
  `firsname` varchar(50) DEFAULT NULL,
  `surname` varchar(50) DEFAULT NULL,
  `dep_id1` varchar(25) DEFAULT NULL,
  `dep_id` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`user_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=tis620;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_account`
--

LOCK TABLES `user_account` WRITE;
/*!40000 ALTER TABLE `user_account` DISABLE KEYS */;
INSERT INTO `user_account` VALUES (2,'nayok','1109','นายก','','all','all'),(3,'palad','palad','ปลัด','','ปลัด','ปลัด'),(4,'admin','admin','สำนักปลัด','','สำนักปลัด','1'),(5,'pass2','2222','กองคลัง','','กองคลัง','2'),(6,'pass3','3333','กองช่าง','','กองช่าง','4'),(7,'pass4','4444','กองการศึกษา','','กองการศึกษา','5'),(8,'pass5','5555','กองสาธารณสุขฯ','','กองสาธารณสุขฯ','6'),(10,'pass6','6666','ส่วนการประปา','','ส่วนการประปา','7'),(11,'pass7','7777','ส่วนสุขาภิบาล','','ส่วนสุขาภิบาล','8'),(12,'pass8','8888','กองสวัสดิการฯ','','กองสวัสดิการฯ','9');
/*!40000 ALTER TABLE `user_account` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-09-22 16:09:15
